[
  {
    "id": 1,
    "nomeUser": "Lucas Andrade",
    "arrobaUser": "lucas.andrade",
    "comentario": "Um dos animes mais bem feitos que já vi. A história é profunda, cheia de reviravoltas e com personagens que realmente evoluem. Cada episódio tem peso e significado, e o final é simplesmente perfeito. Difícil não se apegar aos irmãos",
    "nota": 5.0,
    "qtdEstrelas": 5.0,
    "likes": 120340,
    "disLikes": 2400,
    "isUserReview": false,
    "animeId": 1,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 2,
    "nomeUser": "Carolina Torres",
    "arrobaUser": "carol.torres",
    "comentario": "Um anime que começa com muita energia e emoção. As primeiras temporadas são incríveis, com batalhas intensas e mensagens inspiradoras sobre esforço e heroísmo. Depois perde um pouco o ritmo, mas continua divertido e cheio de personagens carismáticos.",
    "nota": 4.2,
    "qtdEstrelas": 4.0,
    "likes": 85400,
    "disLikes": 6200,
    "isUserReview": false,
    "animeId": 2,
    "isSpoiler": false,
    "showReview": "onlyYou"
  },
  {
    "id": 3,
    "nomeUser": "Renato Figueiredo",
    "arrobaUser": "renato.figueiredo",
    "comentario": "Um anime inteligente, calmo e visualmente lindo. A protagonista é afiada e curiosa, e os mistérios médicos prendem a atenção. É daquelas histórias que não precisam de ação o tempo todo pra te deixar vidrado. Perfeito pra quem gosta de tramas mais sutis",
    "nota": 4.8,
    "qtdEstrelas": 5.0,
    "likes": 56000,
    "disLikes": 900,
    "isUserReview": false,
    "animeId": 3,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 4,
    "nomeUser": "Fernanda Souza",
    "arrobaUser": "fer.souza",
    "comentario": "Pura motivação e adrenalina. As partidas de vôlei são tão bem dirigidas que você sente vontade de torcer em pé. Os personagens têm personalidades marcantes, e o anime mostra o verdadeiro espírito de equipe. Mesmo quem não gosta de esportes acaba se envolvendo.",
    "nota": 4.3,
    "qtdEstrelas": 4.0,
    "likes": 42200,
    "disLikes": 1200,
    "isUserReview": false,
    "animeId": 4,
    "isSpoiler": false,
    "showReview": "onlyFriends"
  },
  {
    "id": 5,
    "nomeUser": "Gabriel Lima",
    "arrobaUser": "gabriel.lima",
    "comentario": "Puro estilo e diversão. A animação é linda e as corridas de skate são cheias de adrenalina. Mesmo com alguns clichês, o anime tem carisma e uma trilha sonora que combina demais com o clima. Dá vontade de aprender skate depois.",
    "nota": 4.9,
    "qtdEstrelas": 5.0,
    "likes": 93500,
    "disLikes": 800,
    "isUserReview": false,
    "animeId": 5,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 6,
    "nomeUser": "Mariana Ribeiro",
    "arrobaUser": "mariana.ribeiro",
    "comentario": "Lento, mas profundamente tocante. É uma reflexão sobre o tempo, as memórias e as pessoas que passam pela nossa vida. A arte e a trilha sonora são belíssimas, e cada episódio deixa uma sensação de paz e nostalgia",
    "nota": 4.6,
    "qtdEstrelas": 4.5,
    "likes": 101000,
    "disLikes": 2300,
    "isUserReview": false,
    "animeId": 6,
    "isSpoiler": false,
    "showReview": "onlyYou"
  },
  {
    "id": 7,
    "nomeUser": "Diego Costa",
    "arrobaUser": "diegocosta",
    "comentario": "Uma das melhores animações dos últimos tempos. As lutas são incríveis, os personagens têm muita personalidade e a trilha sonora é poderosa. Às vezes a história se enrola, mas a energia do anime é contagiante.",
    "nota": 5.0,
    "qtdEstrelas": 5.0,
    "likes": 220000,
    "disLikes": 5000,
    "isUserReview": false,
    "animeId": 7,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 8,
    "nomeUser": "Bruna Fernandes",
    "arrobaUser": "bru.fernandes",
    "comentario": "Um dos animes mais inteligentes e intensos que existem. A disputa entre Light e L é simplesmente genial, cheia de tensão e reviravoltas. A primeira parte é impecável, com suspense e moralidade se misturando o tempo todo. Mesmo com uma queda no final, continua sendo um clássico obrigatório pra qualquer fã de anime.",
    "nota": 3.9,
    "qtdEstrelas": 4.0,
    "likes": 39000,
    "disLikes": 7000,
    "isUserReview": false,
    "animeId": 8,
    "isSpoiler": false,
    "showReview": "onlyFriends"
  },
  {
    "id": 9,
    "nomeUser": "Felipe Almeida",
    "arrobaUser": "felipe.almeida",
    "comentario": "Um shounen cheio de energia e gritos (literalmente). Asta pode irritar no começo, mas o crescimento dele é inspirador. A história melhora muito com o tempo, e as lutas são empolgantes. Um anime que começou simples, mas se tornou um dos mais divertidos da nova geração.",
    "nota": 4.7,
    "qtdEstrelas": 4.5,
    "likes": 68000,
    "disLikes": 1800,
    "isUserReview": false,
    "animeId": 9,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 10,
    "nomeUser": "Juliana Rocha",
    "arrobaUser": "juliana.rocha",
    "comentario": "UUm universo gigantesco, cheio de aventuras, risadas e momentos emocionantes. Mesmo depois de tantos episódios, continua criativo e cheio de coração. Assistir é quase como fazer parte da tripulação",
    "nota": 5.0,
    "qtdEstrelas": 5.0,
    "likes": 350000,
    "disLikes": 12000,
    "isUserReview": false,
    "animeId": 10,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 11,
    "nomeUser": "Ricardo Nunes",
    "arrobaUser": "ricardo_nunes",
    "comentario": "Um clássico absoluto do gênero shounen. Cheio de emoção, mensagens sobre amizade e superação, e batalhas memoráveis. Mesmo com fillers e enrolações, a jornada do Naruto e de seus amigos é inesquecível. Marcou uma geração inteira.",
    "nota": 4.4,
    "qtdEstrelas": 4.5,
    "likes": 57200,
    "disLikes": 3100,
    "isUserReview": false,
    "animeId": 11,
    "isSpoiler": false,
    "showReview": "onlyFriends"
  },
  {
    "id": 12,
    "nomeUser": "Tatiane Melo",
    "arrobaUser": "tati_melo",
    "comentario": "Um verdadeiro épico moderno. História densa, reviravoltas insanas e um mundo cheio de mistério e dor. A cada temporada, tudo fica mais intenso e imprevisível. Um anime que marcou uma geração.",
    "nota": 4.7,
    "qtdEstrelas": 4.5,
    "likes": 120800,
    "disLikes": 4800,
    "isUserReview": false,
    "animeId": 12,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 13,
    "nomeUser": "Henrique Barbosa",
    "arrobaUser": "henri_barbosa",
    "comentario": "Um filme doce e acolhedor. A jornada da Kiki é simples, mas cheia de significado sobre amadurecimento e independência. A trilha sonora e a arte são encantadoras, e cada cena tem aquele toque mágico do estúdio Ghibli.",
    "nota": 4.3,
    "qtdEstrelas": 4.0,
    "likes": 37600,
    "disLikes": 2200,
    "isUserReview": false,
    "animeId": 13,
    "isSpoiler": false,
    "showReview": "onlyYou"
  },
  {
    "id": 14,
    "nomeUser": "Isabela Costa",
    "arrobaUser": "isa_costa",
    "comentario": "Um dos grandes clássicos do shounen. Tem personagens marcantes, lutas épicas e uma trilha sonora incrível. A história dá umas quedas, mas quando acerta, entrega momentos que ficam na memória.",
    "nota": 4.5,
    "qtdEstrelas": 4.5,
    "likes": 49000,
    "disLikes": 1300,
    "isUserReview": false,
    "animeId": 14,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 15,
    "nomeUser": "Aline Santos",
    "arrobaUser": "aline_santos",
    "comentario": "Um dos animes mais bem feitos que já vi. A história é profunda, cheia de reviravoltas e com personagens que realmente evoluem. Cada episódio tem peso e significado, e o final é simplesmente perfeito. Difícil não se apegar aos irmãos Elric.",
    "nota": 5.0,
    "qtdEstrelas": 5.0,
    "likes": 82000,
    "disLikes": 700,
    "isUserReview": true,
    "animeId": 1,
    "isSpoiler": true,
    "showReview": "toAll"
  },
  {
    "id": 16,
    "nomeUser": "Thiago Oliveira",
    "arrobaUser": "thi_oliveira",
    "comentario": "Uma história estranha, intensa e cheia de emoção. Mistura aventura e drama de forma única.",
    "nota": 4.1,
    "qtdEstrelas": 4.0,
    "likes": 26000,
    "disLikes": 1500,
    "isUserReview": false,
    "animeId": 1,
    "isSpoiler": false,
    "showReview": "onlyFriends"
  },
  {
    "id": 17,
    "nomeUser": "Aline Santos",
    "arrobaUser": "aline_santos",
    "comentario": "Clássico absoluto. Emoção e superação em cada arco. Uma jornada inesquecível.",
    "nota": 5.0,
    "qtdEstrelas": 5.0,
    "likes": 340000,
    "disLikes": 9700,
    "isUserReview": true,
    "animeId": 2,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 18,
    "nomeUser": "Aline Santos",
    "arrobaUser": "aline_santos",
    "comentario": "Apesar de ser um cotidiano atípico e antigo, as histórias e problemáticas são bem envolventes.",
    "nota": 4.8,
    "qtdEstrelas": 5.0,
    "likes": 147000,
    "disLikes": 3200,
    "isUserReview": true,
    "animeId": 3,
    "isSpoiler": false,
    "showReview": "onlyYou"
  },
  {
    "id": 19,
    "nomeUser": "Luana Pereira",
    "arrobaUser": "luana_pereira",
    "comentario": "“Haikyuu!!” acompanha Hinata Shoyo, um jovem baixo, mas determinado, que sonha em ser um grande jogador de vôlei. Ao entrar no colégio Karasuno, ele conhece Kageyama, um gênio do esporte — e os dois, com temperamentos opostos, formam uma dupla lendária.",
    "nota": 4.8,
    "qtdEstrelas": 4,
    "likes": 68700,
    "disLikes": 2100,
    "isUserReview": false,
    "animeId": 4,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 20,
    "nomeUser": "Rodrigo Almeida",
    "arrobaUser": "rodrigo_almeida",
    "comentario": "Um anime original sobre Reki, um skatista entusiasmado, e Langa, um novato vindo do Canadá que descobre talento natural para o skate underground.",
    "nota": 3.9,
    "qtdEstrelas": 4.0,
    "likes": 35800,
    "disLikes": 6400,
    "isUserReview": false,
    "animeId": 5,
    "isSpoiler": false,
    "showReview": "onlyYou"
  },
  {
    "id": 21,
    "nomeUser": "Aline Santos",
    "arrobaUser": "aline_santos",
    "comentario": "Frieren é uma elfa maga que, após derrotar o Rei Demônio com seus companheiros, vê os humanos envelhecerem enquanto ela permanece quase imutável. A história reflete sobre o tempo, a perda e o significado das conexões humanas.",
    "nota": 4.8,
    "qtdEstrelas": 5.0,
    "likes": 92400,
    "disLikes": 1800,
    "isUserReview": true,
    "animeId": 6,
    "isSpoiler": false,
    "showReview": "onlyFriends"
  },
  {
    "id": 22,
    "nomeUser": "André Teixeira",
    "arrobaUser": "andre_teixeira",
    "comentario": "Yuji Itadori é um estudante que acidentalmente engole um dedo amaldiçoado e se torna o hospedeiro do poderoso demônio Sukuna. Ele passa a caçar maldições com feiticeiros jujutsu.",
    "nota": 4.2,
    "qtdEstrelas": 4.0,
    "likes": 41300,
    "disLikes": 2700,
    "isUserReview": false,
    "animeId": 7,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 23,
    "nomeUser": "Aline Santos",
    "arrobaUser": "aline_santos",
    "comentario": "Light Yagami encontra um caderno capaz de matar qualquer pessoa cujo nome for escrito nele. O embate intelectual entre Light e o detetive L é o centro do enredo.",
    "nota": 5.0,
    "qtdEstrelas": 5.0,
    "likes": 180200,
    "disLikes": 3500,
    "isUserReview": true,
    "animeId": 8,
    "isSpoiler": false,
    "showReview": "onlyYou"
  },
  {
    "id": 24,
    "nomeUser": "Leonardo Santos",
    "arrobaUser": "leo_santos",
    "comentario": "Asta, um garoto sem poderes mágicos em um mundo onde a magia é tudo, sonha em se tornar o Rei Mago.",
    "nota": 3.7,
    "qtdEstrelas": 3.5,
    "likes": 24400,
    "disLikes": 8900,
    "isUserReview": false,
    "animeId": 9,
    "isSpoiler": false,
    "showReview": "onlyFriends"
  },
  {
    "id": 25,
    "nomeUser": "Vanessa Oliveira",
    "arrobaUser": "vanessa_oliveira",
    "comentario": "Monkey D. Luffy e sua tripulação navegam em busca do tesouro lendário, o “One Piece”, em uma jornada que mistura humor, drama, política e sonhos.",
    "nota": 4.4,
    "qtdEstrelas": 4.5,
    "likes": 51800,
    "disLikes": 1600,
    "isUserReview": false,
    "animeId": 10,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 26,
    "nomeUser": "Aline Santos",
    "arrobaUser": "aline_santos",
    "comentario": "Naruto Uzumaki, um órfão rejeitado por abrigar a raposa de nove caudas, sonha em se tornar Hokage.",
    "nota": 4.0,
    "qtdEstrelas": 4.0,
    "likes": 39500,
    "disLikes": 5200,
    "isUserReview": true,
    "animeId": 11,
    "isSpoiler": false,
    "showReview": "onlyYou"
  },

  {
    "id": 27,
    "nomeUser": "João Victor",
    "arrobaUser": "joaovictor",
    "comentario": "Eren Yeager e seus amigos lutam contra titãs que devastaram a humanidade — mas a história evolui para conspiração, guerra e moralidade cinzenta.",
    "nota": 4.5,
    "qtdEstrelas": 4.5,
    "likes": 68200,
    "disLikes": 2300,
    "isUserReview": false,
    "animeId": 12,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 28,
    "nomeUser": "Aline Santos",
    "arrobaUser": "aline_santos",
    "comentario": "Kiki, uma jovem bruxa, parte em sua jornada de independência e amadurecimento, abrindo um pequeno serviço de entregas com sua vassoura.",
    "nota": 4.1,
    "qtdEstrelas": 4.0,
    "likes": 43800,
    "disLikes": 3200,
    "isUserReview": true,
    "animeId": 13,
    "isSpoiler": false,
    "showReview": "onlyYou"
  },
  {
    "id": 29,
    "nomeUser": "Eduardo Rocha",
    "arrobaUser": "edu_rocha",
    "comentario": "Ichigo Kurosaki se torna um “Shinigami substituto” e entra em uma guerra espiritual entre mundos.",
    "nota": 3.8,
    "qtdEstrelas": 4.0,
    "likes": 27500,
    "disLikes": 6400,
    "isUserReview": false,
    "animeId": 14,
    "isSpoiler": false,
    "showReview": "onlyFriends"
  },

  {
    "id": 30,
    "nomeUser": "Camila Azevedo",
    "arrobaUser": "camila_azevedo",
    "comentario": "Do ponto de vista técnico, “Blue Lock” é uma experiência sensorial. A direção de arte usa cores vibrantes e cortes dinâmicos para transmitir o estado mental dos jogadores, e a trilha sonora eletrônica amplifica a sensação de urgência em cada jogada. As animações dos chutes e visões táticas são estilizadas a ponto de parecerem superpoderes, e isso funciona surpreendentemente bem. É uma estética de exagero calculado: o futebol aqui é mais um duelo psicológico do que físico. Alguns efeitos 3D destoam e há momentos em que o drama gritado perde naturalidade, mas nada disso apaga a energia visual contagiante. “Blue Lock” é pura adrenalina e estilo — não quer ser realista, quer ser inesquecível.",
    "nota": 4.9,
    "qtdEstrelas": 5.0,
    "likes": 120900,
    "disLikes": 1500,
    "isUserReview": false,
    "animeId": 15,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 31,
    "nomeUser": "Aline Santos",
    "arrobaUser": "aline_santos",
    "comentario": "A arte de Kei Urana é o coração de \"Gachiakuta”. O traço é explosivo, expressivo e cheio de textura, como se cada página tivesse cheiro de ferrugem e gasolina. As cenas de ação são caóticas, mas perfeitamente legíveis, e o design de mundo impressiona pela originalidade: monstros, armas e cidades parecem saídas de um pesadelo industrial. É um mangá que vive da sua estética, e embora o roteiro ainda busque uma profundidade emocional mais consistente, o estilo gráfico e a energia das páginas já o colocam em um patamar altíssimo. “Gachiakuta” é arte em combustão — puro dinamismo e rebeldia visual.",
    "nota": 4.3,
    "qtdEstrelas": 4.0,
    "likes": 51200,
    "disLikes": 4200,
    "isUserReview": true,
    "animeId": 16,
    "isSpoiler": false,
    "showReview": "onlyYou"
  },
  {
    "id": 32,
    "nomeUser": "Larissa Freitas",
    "arrobaUser": "lari_freitas",
    "comentario": "“The Summer Hikaru Died” é um dos retratos mais delicados e perturbadores sobre perda e identidade da ficção contemporânea. Yoshiki percebe que seu melhor amigo, Hikaru, não é mais o mesmo — algo o substituiu, e o mangá segue explorando o que isso significa de forma lenta, melancólica e sufocante. A relação entre os dois se torna uma dança entre amor e medo, humanidade e vazio. A narrativa não se preocupa em explicar tudo; prefere sugerir, deixar o leitor desconfortável, preso entre o luto e o desconhecido. É uma obra sobre o horror de amar o que já não é humano. Silencioso, belo e devastador.",
    "nota": 5.0,
    "qtdEstrelas": 5.0,
    "likes": 189400,
    "disLikes": 3000,
    "isUserReview": false,
    "animeId": 17,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 33,
    "nomeUser": "Matheus Prado",
    "arrobaUser": "matheus_prado",
    "comentario": "“Tokyo Revengers” mistura o drama de gangues juvenis com o peso emocional de uma viagem no tempo. Takemichi é um protagonista trágico, um homem preso no arrependimento, que ganha a chance de refazer o passado e salvar aqueles que perdeu. A história acerta quando aposta na emoção, nas relações de amizade e nos dilemas morais, especialmente nas figuras de Mikey e Draken. No entanto, a estrutura narrativa se repete e a qualidade da animação oscila, o que enfraquece o impacto de certos arcos. Mesmo assim, a força do conceito e o apelo humano fazem de “Tokyo Revengers” uma experiência viciante — ainda que imperfeita.",
    "nota": 4.0,
    "qtdEstrelas": 4.0,
    "likes": 37500,
    "disLikes": 5200,
    "isUserReview": false,
    "animeId": 18,
    "isSpoiler": false,
    "showReview": "onlyFriends"
  },
  {
    "id": 34,
    "nomeUser": "Nicole Vasconcelos",
    "arrobaUser": "nicole_vasconcelos",
    "comentario": "“Link Click” é uma das produções asiáticas mais impressionantes dos últimos anos. A ideia de mergulhar em fotos para reviver o passado é usada não apenas como um dispositivo de ficção científica, mas como uma forma de explorar o peso das memórias humanas. Cada episódio é uma montanha-russa emocional, alternando mistério, dor e empatia com precisão cirúrgica. A direção e a trilha sonora são cinematográficas, e o ritmo mantém o espectador em estado de alerta constante. É denso, cheio de reviravoltas e com um elenco emocionalmente complexo. “Link Click” não só rivaliza com os melhores animes japoneses — ele redefine o que um donghua pode ser.",
    "nota": 4.7,
    "qtdEstrelas": 4.5,
    "likes": 79500,
    "disLikes": 2600,
    "isUserReview": false,
    "animeId": 19,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 35,
    "nomeUser": "Aline Santos",
    "arrobaUser": "aline_santos",
    "comentario": "\"Blue Lock\" subverte completamente o conceito tradicional de anime esportivo. Em vez de celebrar o trabalho em equipe, ele mergulha na psicologia do ego e da ambição individual. O projeto Blue Lock é quase uma distopia do futebol, onde jovens atacantes competem entre si para provar quem é o mais egoísta e implacável — o verdadeiro artilheiro. A trajetória de Isagi é a de um garoto comum que precisa matar sua humildade para renascer como predador. O ritmo é explosivo e o clima beira o de um thriller psicológico, transformando o campo de futebol em um campo de guerra mental. Apesar de alguns discursos repetitivos sobre egoísmo, o anime mantém o público vidrado pela intensidade e pela forma como traduz o instinto competitivo em espetáculo visual. É um shounen esportivo visceral, que prefere a ousadia à lógica — e é exatamente isso que o torna tão memorável.",
    "nota": 3.9,
    "qtdEstrelas": 4.0,
    "likes": 29400,
    "disLikes": 7700,
    "isUserReview": true,
    "animeId": 15,
    "isSpoiler": false,
    "showReview": "onlyYou"
  },
  {
    "id": 36,
    "nomeUser": "Sofia Nogueira",
    "arrobaUser": "sofia_nogueira",
    "comentario": "\"Gachiakuta\" apresenta um universo brutal e distorcido, onde os rejeitados da sociedade são literalmente jogados em um lixão. Rudo, o protagonista, carrega a fúria de quem foi injustiçado e transformado em lixo — e é justamente dessa dor que nasce seu poder. O mangá mistura elementos de fantasia e crítica social, explorando desigualdade e sobrevivência em um mundo visualmente sujo e vibrante. O enredo começa rápido e às vezes atropela a própria mitologia, mas a força estética e emocional compensam. “Gachiakuta” tem alma punk: caótico, raivoso, mas com propósito. É uma nova promessa no shounen moderno, com identidade própria e energia crua que lembra “Dorohedoro” e “Soul Eater”",
    "nota": 4.5,
    "qtdEstrelas": 4.5,
    "likes": 65400,
    "disLikes": 2500,
    "isUserReview": false,
    "animeId": 16,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 37,
    "nomeUser": "Renato Figueiredo",
    "arrobaUser": "renato.figueiredo",
    "comentario": "“Chainsaw Man” é uma experiência brutal sobre humanidade, desejo e desespero. Denji é um protagonista trágico, quase animal, que só quer viver o básico — comer, amar, existir — mas é jogado num mundo de sangue e manipulação. A direção da MAPPA transforma o caos do mangá em algo cinematográfico: câmera fluida, cores realistas e uma violência com peso emocional. Os personagens são imperfeitos e contraditórios, e isso é o que os torna fascinantes. O humor grotesco se mistura ao drama existencial sem medo de incomodar. “Chainsaw Man” é uma história sobre monstros que são humanos demais.",
    "nota": 3.8,
    "qtdEstrelas": 3.5,
    "likes": 1500,
    "disLikes": 15500,
    "isUserReview": false,
    "animeId": 20,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 38,
    "nomeUser": "Sofia Nogueira",
    "arrobaUser": "sofia_nogueira",
    "comentario": "“DanDaDan” é puro caos criativo. Alienígenas, fantasmas, exorcismos e romance adolescente coexistem em uma explosão de energia visual. O ritmo é insano, a animação da Science SARU é quase sobrenatural de tão fluida, e o humor absurdo convive com momentos de verdadeira ternura. A relação entre Momo e Okarun é o coração emocional dessa insanidade, e a mistura de gêneros faz tudo parecer novo. É um anime que não se leva a sério, mas ainda assim entrega ação e emoção em igual medida. Um dos títulos mais vibrantes e divertidos da nova geração.",
    "nota": 4,
    "qtdEstrelas": 4,
    "likes": 12660,
    "disLikes": 12450,
    "isUserReview": false,
    "animeId": 21,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 39,
    "nomeUser": "Thiago Oliveira",
    "arrobaUser": "thi_oliveira",
    "comentario": "Mesmo com todos os seus defeitos, “Naruto” continua sendo um dos animes mais emocionais e icônicos de todos os tempos. A jornada de um garoto rejeitado em busca de reconhecimento é universal, e os temas de solidão, amizade e superação continuam ressoando. Arcos como o de Pain e Itachi são picos narrativos que poucos shounens alcançaram. É verdade que os fillers e o ritmo irregular comprometem a fluidez, mas a força do mundo, dos personagens e da mensagem fazem de “Naruto” um clássico indiscutível.",
    "nota": 4,
    "qtdEstrelas": 4.5,
    "likes": 590100,
    "disLikes": 50220,
    "isUserReview": false,
    "animeId": 11,
    "isSpoiler": false,
    "showReview": "toAll"
  },
  {
    "id": 40,
    "nomeUser": "Eduardo Rocha",
    "arrobaUser": "edu_rocha",
    "comentario": "“Attack on Titan” começou como uma história de terror e terminou como uma tragédia política sobre liberdade e ódio. A série cresce junto do público, passando de pura sobrevivência para uma reflexão complexa sobre o ciclo da violência. A direção de Wit e MAPPA entrega momentos que parecem cinema, e a trilha sonora de Sawano é puro impacto. É um anime corajoso, que desafia o espectador e o faz questionar quem são realmente os monstros. Mesmo com um final controverso, é difícil negar o peso histórico de “Attack on Titan”.",
    "nota": 4.5,
    "qtdEstrelas": 4.5,
    "likes": 65400,
    "disLikes": 2500,
    "isUserReview": false,
    "animeId": 12,
    "isSpoiler": false,
    "showReview": "toAll"
  },
    {
    "id": 41,
    "nomeUser": "Gabriel Lima",
    "arrobaUser": "gabriel.lima",
    "comentario": "Poucos animes conseguiram o equilíbrio que “Fullmetal Alchemist: Brotherhood” atinge. É uma história sobre culpa, ciência, fé e sacrifício, conduzida com uma precisão narrativa que parece cirúrgica. Os irmãos Elric são heróis falhos, mas humanos, e cada personagem — vilão ou aliado — tem propósito e significado. A trama amarra todos os seus fios com elegância e emoção, resultando em um final catártico e inesquecível. Visualmente sólido, musicalmente impecável e moralmente poderoso, “Brotherhood” é mais do que um anime: é um modelo de como contar uma história completa",
    "nota": 4.8,
    "qtdEstrelas": 5,
    "likes": 2500,
    "disLikes": 500,
    "isUserReview": false,
    "animeId": 1,
    "isSpoiler": false,
    "showReview": "toAll"
  }
]

